{
  "dcg": "Cervicalgia",
  "dchd": "Cervical herniated disc",
  "dcr": "Cervical radiculopathy",
  "dcr2": "Cervical radiculitis",
  "dcrps": "Complex regional pain syndrome",
  "dcs": "Cervical spinal stenosis",
  "dcs2": "Cervical spondylosis",
  "dcs3": "Cervical spondylolisthesis",
  "dcss": "Cervical sprain strain",
  "ddd": "Degenerative disc disease",

  "lbp": "Low back pain",
  "dldd": "Lumbar degenerative disc disease",
  "dlhd": "Lumbar herniated disc",
  "dlr": "Lumbar radiculopathy",
  "dlr2": "Lumbar radiculitis",
  "dls": "Lumbar spinal stenosis",
  "dls2": "Lumbar spondylosis",
  "dls3": "Lumbar spondylolisthesis",
  "dlss": "Lumbar sprain strain ",
  "dplps": "Lumbar post laminectomy pain syndrome",

  "dtp": "Thoracic pain",
  "dtr": "Thoracic radiculopathy",
  "dts": "Thoracic spinal stenosis",
  "dts2": "Thoracic spondylosis",
  "dtss": "Thoracic sprain strain ",

  "dha": "Hip arthralgia",
  "dsa": "Shoulder arthralgia",
  "dra": "Rheumatoid arthritis",
  "dpn": "Peripheral neuropathy",
  "dsmp": "Sympathetically maintained pain ",
  "vbcf": "vertebral body compression fracture",

  "peshoulders": "  - Negative Hawkins\n  - Negative Neer \n  - Negative Empty can",

  "peshoulders2": "  - Positive Hawkins\n  - Positive Neer\n  - Positive Empty can",

  "xrayc": "  I ordered, obtained, and interpreted AP extension and flexion x-rays of the cervical spine to reveal:\n  AP view:\n  Fl/Ext view:",
  "xrayhip": "  Today I ordered, obtained, and interpreted AP and oblique x-rays of the hip to reveal:\n  AP view:\n  Oblique view:",
  "xrayl": "  Today I ordered and interpreted AP flexion and extension x-rays of the lumbar spine to reveal:\n  AP view:\n  Fl/Ext view:",
  "xrayt": "  Today I ordered and interpreted AP Lateral x-rays of the thoracic spine to reveal:\n  AP view:\n  Lateral view: ",
  "rr5r": "5-non rib bearing lumbar vertebra. ",
  "rrbob": "Bone-on-bone disc space narrowing at ",
  "rrcs": "No intrinsic cord signal changes are noted.",
  "rrdh": "Diminished disc height at ",
  "rrfx": "No obvious fractures or lytic lesions are otherwise noted.",
  "rrnot": "No new studies obtained today.",
  "rrsa": "Stable alignment. ",
  "rrsa5r": "Stable alignment with 5-non rib bearing lumbar vertebra.",
  "rrsadm": "Stable alignment unchanged with dynamic motion films.",

  "z68weeks": "We recommended 6-8 weeks of conservative measures to start with and reviewed the rationale for the same. ",
  "zacdf": "We discussed alternatives including potential surgical evaluation and surgical options such as anterior cervical discectomy and/or possible fusion.",
  "zaquacont": "We encouraged to continue with the aquatics and explained rationale for the recommendation. ",
  "zaquanew": "We have discussed and offered the patient referral for aquatics therapy and reviewed specific do's and don'ts and encouraged the same.  ",
  "zaquapt": "We have discussed and offered the patient referral for aquatics and physical therapy and reviewed specific do's and don'ts and encouraged the same.  ",
  "zaquavalue": "We reviewed the value of aquatics therapy, specifically the value of buoyancy for better spine health and less pain for exercise in that environment.",
  "zhecont": "We encouraged to continue with the home exercise programs and explained rationale for the recommendation. ",
  "zintervention": "I do not see any need for interventions, injections, or new medicines at this point.",
  "zls": "We discussed the value of life-style changes for long term benefits.",
  "znodeficit": "I reviewed with the patient findings on today's physical exam and noted the patient does not have any neurological symptoms including sensory, motor, or DTR deficits. ",
  "zptbulk": "I reviewed with the patient findings on today's physical exam and noted the patient does not have any neurological symptoms including sensory, motor, or DTR deficits. We recommended 6-8 weeks of conservative measures to start with and reviewed the rationale for the same. We also discussed the value of physical therapy options to include dry needling for endorphin release, core spine stabilization exercises, and life-style accommodations. We have offered the patient referral for physical therapy and reviewed specific do's and don'ts and encouraged the same. ",
  "zptcont": "We encouraged to continue physical therapy and explained rationale for the recommendation. ",
  "zptnew": "We have offered the patient referral for physical therapy and reviewed specific do's and don'ts and encouraged the same.  ",
  "zptvalue": "We also discussed the value of physical therapy options to include dry needling for endorphin release, core spine stabilization exercises, and life-style accommodations. ",
  "zrisk": "We discussed at-risk behaviors including bending, lifting, and twisting.",
  "zstabex": "We rehearsed specific stabilization exercises for the spine.",


  "zcinjury": "I reviewed potential differential diagnosis and typical yield for neck pain status post cervical spine acceleration injuries, over 60% of which involve cervical facet joints.",
  "zdcladp": "We discussed completing the dual comparative local anesthetics diagnostics paradigm using 4% Lidocaine and the patient would like to continue. ",
  "zdiscogenic": "I reviewed the patient's concerns and complaints and noted a substantial component of disc discomfort is midline axial spine in distribution. I expressed my belief that these complaints are typically related to discogenic pain generators. I also reviewed my experience that offering injections including TFESI and facet joint treatments do not substantially impact these complaints in a positive fashion. ",
  "zeffient": "Specifically regarding Effient, I reviewed risks of paravertebral hematoma and advised against any intra-canal injections. ",
  "zesiandpt": "We reviewed the value of epidural steroid injections to palliate off-midline radiating pain and using the relief to work through physical therapy to stabilize and strengthen the spine. ",
  "zfemoral": "We discussed providing femoral acetabular joint arthrogram and block to see if we could palliate and further refine the diagnosis. We reviewed in detail with him/her procedural techniques, potential risks, and reasonable expectations. ",
  "zinjectionintro": "We discussed options to diagnose and palliate many of the patients complaints via diagnostic and therapeutic injections.",
  "zoapt": "We will need permission from the patient's primary care physician or internal medicine doctor to withhold _\" We reviewed in detail slightly increased risks and reasonable expectations regarding undergoing injections while on oral anti-platelet therapy versus risks of withholding the medication. Recent data suggests risks of discontinuing these medicines may exceed the risks of bleeding or bruising with the injections. With that in mind, patients in particular who cannot safely withhold their anticoagulants, we offer to provide injections without stopping these medications using 25 to 26 gauge needles. We have not seen any problems or complications relative to bruising or bleeding. These observations were made on case by case basis. There is a national data supporting this approach of not withholding oral anticoagulants when providing therapeutic spinal injections. \"",
  "zptpostesi": "I recommended using the relief he/she received from epidural steroid injections to go through physical therapy for longer term palliation and maintenance through home exercise programs. ",
  "zptpostrf": "I recommended using the relief he/she received from RF neurolysis to go through physical therapy for longer term palliation and maintenance through home exercise programs. ",
  "zsinorad": "I also reviewed the value of transforaminal epidural steroid injections for palliation of off-midline radiating pain which does not seem to be a significant part of the patient's current complaints.",
  "zsioffmid": "We reviewed the value of epidural steroid injections for off-midline radiating discomfort. I cautioned the patient about the expected yield for midline dorsal pain and he/she understands that.",
  "zsisc": "Specifically, I reviewed in detail with this patient, the Spinal Intervention Society (SIS) diagnostic and therapeutic paradigm for facet joint spondylosis. We reviewed the value of cervical medial branch nerve block proven facet spondylosis for longer term palliation with RF neurolysis of the same. We reviewed procedural technique, potential risks, and reasonable expectations.",
  "zsisc3": "We reviewed sequelae specific for C3 occipital nerve blocks or neurotomy including dizziness, ataxia, and scalp dysesthesia. ",
  "zsiscm": "We reviewed indication to pursue this option includes failure of conservative measures.",
  "zsisl": "Specifically, I reviewed in detail with this patient, the Spinal Intervention Society (SIS) diagnostic and therapeutic paradigm for facet joint spondylosis. We reviewed the value of lumbar medial branch nerve block proven facet spondylosis for longer term palliation with RF neurolysis of the same. We reviewed procedural technique, potential risks, and reasonable expectations.",
  "zsispain": "We reviewed the fact that these injections are done to see if we can relieve their index pain complaints. We explained that if they are not hurting when they are scheduled to have the injections, we would recommend they call to reschedule the injection so that they would not be inconvenienced. ",

  "zscs": "We discussed spinal cord stimulators for long term palliation of back pain and reviewed restrictions with this technology including incompatibility with MRI's and pace-makers. I reviewed with the patient information specifically dealing with the new technology, 10,000 hertz high frequency spinal cord stimulation, for coverage of back and leg pain, FDA supported efficacy, requirements, and opportunity to undergo the procedure at our facility. I reviewed with the patient the difference between this technology compared to the old system with data from European and American studies that support these assertions. We reviewed specifics regarding current availability with Nevro Systems in Richmond hospital market.",
  "zscsneuropain": "I reviewed with the patient and his/her accompanying family member that there is no current supporting data for treating neuropathic pain with the new 10,000 hertz spinal cord stimulators.",
  "zscspsych": "I reviewed requirements for consideration of spinal cord stimulator trial including psychological evaluation and explained rationale for the same.",

  "zmedintro": "We offered medication management options to try to help with pain relief at rest with narcotic analgesics but did not recommend narcotic analgesics around-the-clock to reduce long term pain. We discussed options to use NSAIDs, potential risks (GI and renal), and expectations. We discussed muscle relaxers and sedatives.",
  "zmednonarc": "We offered medication management options to try to help with pain control. We did not recommend narcotic analgesics around-the-clock to reduce long term pain.",
  "znsaids": "We discussed options to use NSAIDs, potential risks (GI and renal), and expectations. ",
  "zpmp": "We reviewed the State of Virginia compliance for medication contract, urine drug screening, and routine monitoring through the State of Virginia PMP profiles. ",
  "zsedative": "We discussed muscle relaxers and sedatives. ",

  "zmrietioc": "I favor getting an MRI of the cervical spine to find the etiology of his/her complaints before we proceed into possible cervical facet joint diagnostics and therapeutics.  ",
  "zmrietiol": "I favor getting an MRI of the lumbar spine to find the etiology of his/her complaints before we proceed into possible lumabr facet joint diagnostics and therapeutics. ",


  "zdeskjob": "I provided documentation stating the patient should be placed on sedentary desk duty at work.\nI provided documentation stating that he/she should be placed on light duty at work with specific instructions to avoid lifting more than 10lbs, twisting, and bending.  (must change weight)",


  "z15min": "I spent more than 15 minutes face-to-face with this patient, over half of that time involved in discussion of diagnosis, treatment options, review of records, counseling and coordination of care.",
  "zws": "We reviewed warning signs and symptoms with the patient. "
}
